Repository: adomore/suixinji
Catalog: SuixinJiWidget/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 随心记
en: SuixinJi

source: 今天的记录与连续天数。
en: Today's entry and your streak.

source: 连续天数
en: Day streak

source: 累计日记
en: Entries

source: 记录今天
en: Write today

source: 今天已记录
en: Done today

source: 今天已记录 ✓
en: Done today ✓

source: 今天还没写
en: Not written yet

source: 天
en: d

source: 连续 %lld 天
en: %lld-day streak

source: 累计 %lld 篇
en: %lld entries

source: 连续 %lld 天 · 今天已记
en: %lld-day streak · done

source: 连续 %lld 天 · 待记录
en: %lld-day streak · to write

source: 今天心情如何？
en: How do you feel today?

source: 已记录，点按可更改
en: Recorded — tap to change

source: 心情打卡
en: Mood check-in

source: 在主屏一键记录当下的心情。
en: Log your mood from the Home Screen in one tap.
